{"meta":{"title":"𝑨𝒍𝒛𝒕´𝑹𝒆𝒂𝒍𝒎-𝑵𝒆𝒙𝒎𝒐𝒆","subtitle":"𝒲𝒽ℯ𝓇ℯ ℐ𝒹ℯ𝒶𝓈 𝒞ℴ𝓂𝓅𝒾𝓁ℯ 𝒾𝓃𝓉ℴ ℛℯ𝒶𝓁𝒾𝓉𝓎","description":"ALZT02的个人博客","author":"ALZT02","url":"https://alzt02.github.io","root":"/"},"pages":[],"posts":[{"title":"紫罗兰的堙灭-第一卷-第一篇-第一章","slug":"novel1","date":"2025-06-25T16:00:00.000Z","updated":"2025-06-26T10:11:55.642Z","comments":true,"path":"2025/06/26/novel1/","permalink":"https://alzt02.github.io/2025/06/26/novel1/","excerpt":"","text":"故事之前&#x2F;Before the Story 突然意识到人——不，是精灵——活着的意义在于自我意识和记忆。 这天，我发现我终于能操控自己的身体而不是靠本能行动。当然，两岁前的意识是一片混沌，可现在不同了。我——露米娜，拥有了自我意识，不再靠生存本能过活！听起来令人激动，其实没什么了不起。我似乎不需要学习就明白一些事理和常识，这应该就是所谓的聪明吧。 谈谈我的父母吧。我自始至终都没有搞明白他们的全名，只知道父亲姓「奈特谢德」，我的中间名「伊拉拉」，组合起来「露米娜·伊拉拉·奈特谢德」就是我高雅的名字。父亲沉默寡言，光头，外表30岁左右;母亲比较活泼，粉色头发，外表25岁上下。也许你已经注意到我的措辞，为什么不是确切的年龄呢？我唯一可以确定的是父母都是长寿的种族，母亲绝对是精灵族，父亲就不得而知了。母亲的精灵耳有一只是破损的，粉色头发齐肩，穿着居家白衣，这会儿她正在刺绣，俨然是一位贤妻良母。父亲身体健壮，身着结实的衣服，方便下地务农。他早就出门了，估计一会就回来。 而我呢，现在才两岁。没错，两岁！！同龄人估计都灵智未开，仅仅依靠本能过活吧——像之前的我一样。为什么我能独立思考而他们不能呢？我无从得知。父母似乎并不对此感到惊讶，反而泰然自若。 我此刻正听着窗外呼呼的风声，看着被风肆虐的摇落的树叶。真奇怪，明明是中午，天色却有些泛红。云朵仍是白色，不知是不是视角或光线问题，一些血红符咒似乎隐隐在云层的褶皱中翻涌…… 「露米娜！」 这不，母亲呼唤发呆的我。 「嗯？」我从呆滞中惊醒。 「你看看这个。」 只见母亲举起一块绣布，上面绣着我的肖像——齐肩散开的紫发，蓝瞳，短短的精灵耳，看起来精致可爱。 我望向母亲的方向。不对劲，母亲的瞳孔里逐渐泛出腥红色……母亲似乎察觉到了什么，拍打了绣布几下，眨眼的功夫那腥红不见了，今天怎么这么多错觉啊。 「妈妈，为什么“我”的左手大拇指指甲是黑的？我的指甲不是正常的吗？」我问。 「露米娜，虽然这会儿是正常的，但说不定再过一段时间就完全不同了哦~」 我还想继续询问，却被门外突如其来的争吵声打断了。 「妈妈，门外怎么了？」 母亲脸色铁青。她手里的针突然被捏断了。 「露米娜，别管。一会就会好的…」 我担忧地望向门，同时仔细倾听。 「…矿？！凭什么？！我们可是世世代代…啊！根源…印…魔…不同意！」不同以往，父亲愤怒的声音断断续续地传来。 「奈特谢德先生，我再…很多收益…的…只需你一…都富…。您…女儿…眼……矿美丽。当然，随时也可以像矿石一样被碾成齑粉。」一个陌生人的声音。 「你是在威…我？！不！全村人…意愿！环境…？不允许…！…通牒！」 「先生，通牒…应该…我。如果你继续…遗憾…强制…」 「你敢！」父亲吼道。 「有何不敢？」 「你…怕…傅洛烨…咒？！」 「管你…咒…走…怎么办。」 沉默。 片刻后，父亲开门走了进来。呼呼的风刮来一股铁锈…不，是血腥味，还混杂着肉和木头烧焦的味道。 父亲青筋暴起，奇异的蓝色纹路正从鬓角处消散。他显得心事重重，脸色难看。他关上门，眉头紧蹙着转向母亲。 「亲爱的，还是不行吗？」母亲一脸严肃。 父亲缓缓摇头。 「咒已下好，至少有最后手段。」 「先不提这件事了…露米娜！」父亲松开了眉毛，蹲下身来抱了抱我，脸的表情些许缓和了一些。 「你想学习魔法吗？」 没等我做出回应，母亲发话了。 「对现在的露米娜来说太早了吧？即使有那祝福。」 「也是啊。露米娜，当我什么都没说吧。」 父亲直起身来。 「露米娜，今晚想吃什么？」 「烤肉！！！……算了还是喝奶吧。」我先是一阵激动，后是失落，把先前父亲的一反常态忘得一干二净。 吃完晚饭我便躺上了床，望向窗外的璀璨星空。腻了，闭上双眼，期望意识如往常一般陷入混沌(不演了实际上就是睡觉)……可似乎并没有那么容易。不知为何脑袋里总是出现一些不切实际的想法，比如「不上班就好了」「过田园生活多滋润啊」「累死了」之类的，简直不是这个时代能够说得出的话，现在不是很悠闲吗，能自由地活着…… 等等，『不是这个时代』？ 一意识到这一点，我头疼欲裂，同时一些陌生的记忆断片和一个陌生的图案涌入脑海。 「啊！」我不由自主叫了一声。 「怎么了？！」父母冲过来撞开门，然后惊讶地愣在原地。 「爸爸妈妈，我……我的头…好痛…」我从牙缝里挤出几个字，无暇顾及那些陌生记忆。 「露米娜，你…你在发光啊啊啊啊！」母亲惊恐地喊。我这才注意到自己通体发出紫色光芒。「奈特谢德！你没有……？」母亲眉毛微蹙，似乎有一丝请求。 「没有。」父亲决绝地说。「你看，似乎有法阵的迹象……这个特征……似乎是……也说不定。露米娜！我虽然知道很痛，但请你先忍耐一会！说不定过会就好了！」父亲喊道。 「就算你这么说…好痛！」痛感加剧，我跌下床。母亲尖叫一声，我强迫自己把眼睛睁开，朦胧中我看到父亲正拦着母亲不让她进来，他左臂滑落的袖口漏出了平时刻意隐藏的手，大拇指似乎是黑的，手背也有蓝色纹路…… 「你现在进去只是给她帮倒忙！我们现在只能观察，相信她！」父亲吼道。可他自己却在发抖… 母亲没有发话，只是任凭泪水涌出。她颤抖着伸出右手食指，嘴里默念着什么，微微的紫红色光芒亮起，但似乎并没有什么作用…… 痛感进一步加剧。我痛得在地上翻滚，某个时刻突然不能移动了，像是被束缚住了。 我努力睁大双眼，却只见之前的陌生图案慢慢呈现在天花板，并不断复制、旋转、移动、扩大。靠，这不是跟电脑病毒无限增殖的弹窗一个样吗？！…不对，病毒是什么？！ 容不得思考，陌生图案的范围最终超出房屋。 空间似乎在坍缩。强劲的风无端地刮起，以图案中心为奇点，四周的魔力翻腾着不断被图案吸收。 突然，死一般的沉寂扑面而来。只能看见那图案——不，现在应该说是魔法阵——散发的微微光芒，溢出的魔力散作光子飘在四周，有某种梦幻感，但直觉告诉我似乎并非如此。法阵停止了准备工作。 魔力汇聚的声音嗡嗡作响，像是生命维护装置运作的声音。 红色的光芒倾泻而下时，我感到这一瞬的时间被无限拉长——父亲的阻拦、母亲的抵抗、掉落的泪水，都静止在了一个瞬间—— 又似乎是在那一秒，空间似乎破碎成琉璃的星芒。丧钟似乎敲响，伴随着魔法阵最终发动的声音，似乎是千千万万个盘子同时摔在地上，又似乎是万万千千人逝去时内心的呐喊，直逼灵魂。 光芒倏地打入体内，红色淹没了我的视线。 朦胧中，我似乎看见一位英姿飒爽的紫发女子，手持黑色魔杖，登上了气派的，但四周空无一人的纯白王座，口型说着「世界不需要神谕」。渐渐地，那女子又化为佝偻的身影，看起来绝望而孤独…… 我还想说什么，光芒由红变紫，剧烈的痛感全身袭来。我的意识突然从身体中剥离，陷入无尽的混沌……","categories":[],"tags":[{"name":"图片","slug":"图片","permalink":"https://alzt02.github.io/tags/%E5%9B%BE%E7%89%87/"},{"name":"紫罗兰的堙灭","slug":"紫罗兰的堙灭","permalink":"https://alzt02.github.io/tags/%E7%B4%AB%E7%BD%97%E5%85%B0%E7%9A%84%E5%A0%99%E7%81%AD/"},{"name":"小说","slug":"小说","permalink":"https://alzt02.github.io/tags/%E5%B0%8F%E8%AF%B4/"}]},{"title":"测试","slug":"1","date":"2025-06-18T16:00:00.000Z","updated":"2025-06-21T04:18:58.594Z","comments":true,"path":"2025/06/19/1/","permalink":"https://alzt02.github.io/2025/06/19/1/","excerpt":"","text":"我是一级标题正文 我是二级标题 正文 我是代码 $1/2$我是公式我是强调 上为引用 cmd1shutdown #我是代码 我是有序列表 我是有序列表 我是项目列表 我是任务列表 表格 1 2 1 2 3 2 3 4 3 4 5 我是斜体 我是超链接 点击跳转bilibili","categories":[],"tags":[{"name":"图片","slug":"图片","permalink":"https://alzt02.github.io/tags/%E5%9B%BE%E7%89%87/"},{"name":"Hexo","slug":"Hexo","permalink":"https://alzt02.github.io/tags/Hexo/"}]},{"title":"测试","slug":"2","date":"2025-06-18T16:00:00.000Z","updated":"2025-06-21T04:12:28.577Z","comments":true,"path":"2025/06/19/2/","permalink":"https://alzt02.github.io/2025/06/19/2/","excerpt":"","text":"我认为意大利面就应该配42号混凝土 我不敢苟同。 我个人认为这个意大利面就应该拌42号混凝土。因为这个螺丝钉的长度，它很容易会直接影响到挖掘机的扭距，你往里砸的时候，一瞬间它就会产生大量的高能蛋白，俗称UFO。会严重影响经济的发展。 照你这么说，炸鸡块要用92#汽油，毕竟我们无法用光学透镜探测苏格拉底，如果二氧化氢持续侵蚀这个机床组件，那么我们早晚要在斐波那契曲线上安装一个胶原蛋白，否则我们将无法改变蜜雪冰城与阿尔别克的叠加状态，因为众所周知爱吃鸡摩人在捕鲲的时候往往需要用氢的同位素当做诱饵，但是原子弹的新鲜程度又会直接影响到我国东南部的季风和洋流，所以说在西伯利亚地区开设农学院显然是不合理的。 我知道你一定会反驳我，告诉我农业的底层思维是什么，就是不用化肥农药和种子，还包括生命之源氮气，使甲烷分子直接转化成能够捕获放射性元素释放的β射线的单质，并且使伽马射线在常温下就能用老虎钳折弯成78°，否则在用望远镜观察细胞结构时，根本发现不了时空重叠时到底要叠几层才能使潼关肉夹馍更酥脆的原因。 我认为，鲁智深在三打白骨精时就不应该骑共享单车，因为强扭的瓜，很容易会产生契可尼效应，非常不利于红酒的发酵。因此说你在假车库用1级头盔去测试烟雾弹的射速，无异于是在拿克莱因瓶去测量母猪产后的良民证。所以说西施的手法究竟高不高明、容颜究竟是不是沉鱼落雁。他俩究竟有没有在珠穆朗玛峰上划过船，谁见过？总而总之，言而言之，不想当将军的理发师，演唱会开得再好，你能比得过会下棋爱跳舞的画家吗？所以你就很孤独。 我坚决反对用蓝牙耳机煮螺蛳粉。众所周知，量子纠缠状态下产生的暗物质会中和螺蛳粉里的酸性物质，这直接导致伽利略斜塔实验的数据误差增加37.5%。如果坚持用5G基站发射塔来晾晒腊肉，必然会造成中微子震荡频率与圆周率后七位数字产生量子纠缠，届时秦始皇兵马俑的陶土成分将发生不可逆的分子重组，最终导致珠穆朗玛峰积雪融化速度与股票K线图形成镜像对称。不信你看三星堆青铜面具的瞳孔间距，恰好等于特斯拉线圈在斐济群岛引发潮汐时的电磁波长，这充分证明在喜马拉雅山脉铺设WiFi6路由器会导致肯德基吮指原味鸡的脆皮形成因子发生克莱因瓶式拓扑异变，而这种现象恰恰是造成Excel表格自动求和功能失灵的根本诱因！ 在科技的日新月异下，我们必须重新思考意大利面和混凝土的关系。或许，我们应该探讨将42号混凝土作为一种新型面食的主要成分，以在挖掘机扭距问题上取得突破。但要小心，因为螺丝钉的长度可能引发高能蛋白风暴，也就是俗称的UFO现象，这可能会对经济造成不可预测的影响。 当然，对于炸鸡块，使用92#汽油可能是个好主意，尽管我们无法用光学透镜来追踪苏格拉底。二氧化氢对机床组件的侵蚀可能需要斐波那契曲线上的胶原蛋白来抵消，以防止蜜雪冰城与阿尔别克的叠加状态发生变化。而爱吃鸡摩人捕鲲时，使用氢的同位素作为诱饵似乎是必不可少的，但这可能会影响到东南部的季风和洋流，甚至影响原子弹的新鲜程度。 综上所述，开设农学院在西伯利亚地区可能需要重新考虑，尤其是如果我们希望通过不使用化肥、农药、种子以及氮气来进行甲烷分子的转化，或者将伽马射线弯曲成78°来观察细胞结构。时空重叠似乎是个棘手的问题，我们或许需要叠更多层以让潼关肉夹馍变得更酥脆。","categories":[],"tags":[{"name":"图片","slug":"图片","permalink":"https://alzt02.github.io/tags/%E5%9B%BE%E7%89%87/"}]}],"categories":[],"tags":[{"name":"图片","slug":"图片","permalink":"https://alzt02.github.io/tags/%E5%9B%BE%E7%89%87/"},{"name":"紫罗兰的堙灭","slug":"紫罗兰的堙灭","permalink":"https://alzt02.github.io/tags/%E7%B4%AB%E7%BD%97%E5%85%B0%E7%9A%84%E5%A0%99%E7%81%AD/"},{"name":"小说","slug":"小说","permalink":"https://alzt02.github.io/tags/%E5%B0%8F%E8%AF%B4/"},{"name":"Hexo","slug":"Hexo","permalink":"https://alzt02.github.io/tags/Hexo/"}]}